---
kind: other
id: Operators.T:Autodesk.Revit.DB.GeometryObject
source: html/c41a5b05-6daa-0da6-3587-a284111c744a.htm
---
# GeometryObject Operators

Determines whether two GeometryObjects are the same.